Repository: common-repository/jwd-teams
Catalog: languages/jwdteams-*.po
Languages: it_it, ro_ro

source: Choose Member Image
it_it: Scegli l&#39;immagine dei membri
ro_ro: Alegeți Imaginea Membrului

source: Use This Image
it_it: Utilizza questa immagine
ro_ro: Utilizați Această Imagine

source: Are you sure you want to REMOVE this item?
it_it: Sei sicuro di voler RIMUOVERE questo elemento?
ro_ro: Sunteți sigur că doriți să ELIMINAȚI acest element?

source: Are you sure you want to RESET all settings for this team to the default values?
it_it: Sei sicuro di voler REIMPOSTARE tutte le impostazioni di questa squadra ai valori predefiniti?
ro_ro: Sunteți sigur că doriți să RESETAȚI toate setările acestei echipe la valorile implicite?

source: <b>The settings are now restored to default.</b> Please UPDATE this team to apply the default settings!
it_it: <b>Le impostazioni vengono ora ripristinate come predefinite.</b> Si prega di AGGIORNARE questa squadra per applicare le impostazioni predefinite!
ro_ro: <b>Setările sunt acum restabilite la valorile implicite.</b> Vă rugăm să ACTUALIZAȚI această echipă pentru ca setările implicite sa fie aplicate!

source: There are no Team Showcases registered yet!<br />Please go to %s to add your first Team Showcase.
it_it: Non ci sono ancora vetrine per gruppi!<br />Vai a %s per aggiungere la tua prima vetrina del team.
ro_ro: Nu există nici o echipă inregistrată!<br />Vă rugăm să mergeți la %s pentru a adăuga prima dvs. echipă.

source: Select Team
it_it: Selezionare squadra
ro_ro: Selectează Echipa

source: Add Team
it_it: Aggiungi squadra
ro_ro: Adaugă Echipa

source: Team Members
it_it: Membri della Squadra
ro_ro: Membrii Echipei

source: Team Settings
it_it: Impostazioni della Squadra
ro_ro: Setările Echipei

source: Team Custom CSS
it_it: Personalizzato CSS della Squadra
ro_ro: Personalizare CSS

source: Add Member
it_it: Aggiungi Membro
ro_ro: Adaugă Membru

source: Use this shortcode above to display this team in any post or page.
it_it: Utilizza questo codice di riferimento qui sopra per visualizzare questa squadra in qualsiasi post o pagina.
ro_ro: Utilizați acest shortcode de mai sus pentru a afișa această echipă în orice pagină sau articol.

source: Settings
it_it: Impostazioni
ro_ro: Setări

source: Colors
it_it: Colori
ro_ro: Culori

source: Sizes
it_it: Taglie
ro_ro: Dimensiuni

source: Layout format
it_it: Formato del layout
ro_ro: Aspect

source: Grid
it_it: Griglia
ro_ro: Grilă

source: items per row
it_it: elementi per riga
ro_ro: elemente pe rând

source: Image Shape
it_it: Forma dell&#39;immagine
ro_ro: Forma Imaginii

source: Display description as
it_it: Descrizione della descrizione come
ro_ro: Afișează descrierea ca

source: Text align
it_it: Allineamento del testo
ro_ro: Aliniere text

source: Other settings
it_it: Altre impostazioni
ro_ro: Alte setari

source: Name
it_it: Nome
ro_ro: Nume

source: Position
it_it: Posizione
ro_ro: Funcție

source: Phone & Email
it_it: Telefono & Email
ro_ro: Telefon si Email

source: Social Icons
it_it: Icone sociali
ro_ro: Pictograme Sociale

source: Social Icons Hover
it_it: Hover per le icone sociali
ro_ro: Hover Pictograme Sociale

source: Description
it_it: Descrizione
ro_ro: Descriere

source: Tooltip Text
it_it: Testo del suggerimento
ro_ro: Textul din Tooltip

source: Tooltip Text Background
it_it: Sfondo del testo del suggerimento
ro_ro: Fundal Text Tooltip

source: Tooltip Title
it_it: Titolo del suggerimento
ro_ro: Titlu Tooltip

source: Tooltip Title Background
it_it: Sfondo del titolo del suggerimento
ro_ro: Background Titlu Tooltip

source: Use square shaped image larger than 200px.
it_it: Usa un'immagine di forma quadrata maggiore di 200 px.
ro_ro: Utilizați o imagine în formă de pătrat mai mare de 200px.

source: Description Length
it_it: Descrizione Lunghezza
ro_ro: Lungime Descriere

source: characters
it_it: lettere
ro_ro: caractere

source: Restore to Default
it_it: Ripristina l&#39;Impostazione Predefinita
ro_ro: Restabiliți la Implicit

source: Powered by
it_it: Condotto da
ro_ro: Realizat de

source: Get Started
it_it: Inizia
ro_ro: Începe

source: New Member
it_it: Nuovo Membro
ro_ro: Membru Nou

source: Delete this member
it_it: Elimina questo membro
ro_ro: Şterge acest membru

source: Remove
it_it: Rimuovere
ro_ro: Elimina

source: Full Name
it_it: Nome e Cognome
ro_ro: Nume Complet

source: Phone
it_it: Telefono
ro_ro: Telefon

source: Leave any field empty if you don&#39;t want to display it.
it_it: Lasciare vuoto qualsiasi campo se non si desidera visualizzare.
ro_ro: Lăsați oricare câmp gol dacă nu doriți să îl afișați.

source: Add Image
it_it: Aggiungi immagine
ro_ro: Adaugă Imagine

source: Delete Image
it_it: Elimina l&#39;immagine
ro_ro: Şterge Imaginea

source: If you like our plugin
it_it: Se ti piace il nostro plugin
ro_ro: Dacă vă place plugin-ul nostru

source: Don't forget to rate
it_it: Non dimenticare di votare
ro_ro: Nu uitați să evaluați

source: Thank you!
it_it: Grazie!
ro_ro: Vă mulțumim!

source: It helps us to become better for you!
it_it: Ci aiuta a diventare migliore per te!
ro_ro: Ne ajută să devenim mai buni pentru dumneavoastră!

source: Please DO NOT include %s tag!
it_it: NON includere il tag %s !
ro_ro: NU includeți tag-ul %s !

source: Use %1$s or %2$s to target this team.
it_it: Utilizza %1$s o %2$s per targetare questa squadra.
ro_ro: Utilizaţi %1$s sau %2$s pentru a stiliaza această echipă.

source: Example:
it_it: Esempio:
ro_ro: Examplu:

source: Vertical
it_it: Verticale

source: Horizontal
it_it: Orizzontale
ro_ro: Orizontal

source: One per row
it_it: Uno per fila
ro_ro: Unu pe rând

source: Two per row
it_it: Due per fila
ro_ro: Două pe rând

source: Three per row
it_it: Tre per fila
ro_ro: Trei pe rând

source: Four per row
it_it: Quattro per riga
ro_ro: Patru pe rând

source: Five per row
it_it: Cinque per fila
ro_ro: Cinci pe rând

source: Disc
it_it: Disco
ro_ro: Rotundă

source: Square
it_it: Piazza
ro_ro: Patrată

source: List item
it_it: Voce dell&#39;elenco
ro_ro: Element în listă

source: Align left
it_it: Allineare a sinistra
ro_ro: Aliniere la stânga

source: Align center
it_it: Allinea al centro
ro_ro: Aliniere la centru

source: Align right
it_it: Allineare a destra
ro_ro: Aliniere la dreapta

source: Justify Description
it_it: Justify Descrizione
ro_ro: Descriere Justify

source: Read More
it_it: Leggi di Pi√π
ro_ro: Continuare

source: Deactivate %s
it_it: Disattivare %s
ro_ro: Dezactivează %s

source: Hide Icons
it_it: Nascondi le icone
ro_ro: Ascunde Pictogramele

source: Change label text
it_it: Modifica del testo dell&#39;etichetta
ro_ro: Schimbă textul etichetei

source: Hide Team Title
it_it: Nascondi il titolo della squadra
ro_ro: Ascunde Titlul Echipei

source: Hide %s
it_it: Nascondi %s
ro_ro: Ascunde %s

source: Sorry! No team registered with this ID: %s
it_it: Scusate! Nessun squadra registrato con questo ID: %s
ro_ro: Ne pare rău! Nu există nici o echipă cu acest ID: %s

source: Sorry! There are no members registered for this team.
it_it: Scusate! Non ci sono membri registrati per questa squadra.
ro_ro: Ne pare rău! Nu există membrii înregistrați pentru această echipă.

source: <b>Error:</b> The ID parameter of <code>[jwd_team]</code> is missing!
it_it: <b>Errore:</b> Il parametro ID di <code>[jwd_team]</code> manca!
ro_ro: <b>Eroare:</b> Lipsește parametrul ID pentru <code>[jwd_team]</code>!
